docs/load-test-results/img/2021-09-07-replicating-search-incident/300s_1200rps_1slat_http2false/1200-with-1s-latency-news-results.report.txt
Requests      [total, rate, throughput]  300, 1.00, 0.61
Duration      [total, attack, wait]      5m18.482507041s, 4m58.999991759s, 19.482515282s
Latencies     [mean, 50, 95, 99, max]    5.541969579s, 2.363824787s, 20.404429s, 30.000142043s, 30.001174045s
Bytes In      [total, mean]              12753323, 42511.08
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    64.33%
Status Codes  [code:count]               0:61  200:193  500:46  
Error Set:
500 Internal Server Error
Get https://www.belfrage-playground.test.api.bbc.co.uk/news: EOF
Get https://www.belfrage-playground.test.api.bbc.co.uk/news: net/http: request canceled (Client.Timeout exceeded while awaiting headers)
Get https://www.belfrage-playground.test.api.bbc.co.uk/news: dial tcp 0.0.0.0:0->52.48.250.115:443: bind: address already in use